{"pubdate": "2010-9", "tags": ["用户体验", "交互设计", "前端", "web开发", "设计", "Web", "前端开发", "IT"], "price": "59.00元", "pages": "362", "publisher": "机械工业出版社", "isbn13": "9787111312451", "author": "赖定清/林坚", "title": "大巧不工", "author_intro": "赖定清 英文名asone，从事Web前端工作近10年，实战经验非常丰富。是资深的Web前端开发工程师、架构师和项目经理，先后还担任过UI设计师、交互设计师和平面设计师。精通HTML、CSS、JavaScript、RIA和ROR等前端开发技术，对前端设计和用户交互体验都有着非常独到的理解，擅于总结归纳，能将各种技术融会贯通并付诸实践。是本书读者交流网站fedonline.cn的创始人，常年活跃于各种前端开发和设计相关的社区。此外，他还致力于Java企业级应用开发多年，曾经领导并参与了重庆交通征费系统和兴业银行网上银行项目的架构、设计与开发。\\n林坚  英文名lotin，资深Web前端开发工程师、UI设计师和项目经理，对原型设计、可用性分析和用户体验等前端设计关键技术有着独到的理解，实战经验非常丰富。擅长Java 企业级应用开发，谙熟各种流行开发框架，尤其...\\n(展开全部)", "summary": "本书以Web前端设计的流程为主线，以前端设计的方法和原则为基础，围绕原型设计、模型设计、可用性设计、一致性设计和以用户为中心的设计等关键技术探讨了前端设计的规范、技巧与最佳实践。同时对Web前端设计领域的经典设计思维进行了剖析，为读者提供了极具指导价值的思想和极具操作性的实践方法。此外，本书还讲解了前端性能的测试和度量方法，总结了大量前端性能优化技巧。\\n本书适合于经验还不够丰富的前端工作者（前端设计师、前端开发工程师、前端架构师和用户体验设计师），希望它能帮助大家从复杂、繁琐、无序的前端设计、开发和维护工作中解放出来，以良好的设计思维与架构方法为前端开发和设计保驾护航。\\n前端开发工程师、前端设计师、前端架构师和用户体验设计师等新兴职业的出现，为前端设计和开发领域注入了新的生命和活力。随着用户对应用的体验的要求越来越高，前端领域面临的挑战越来越大，问题...\\n(展开全部)\\n本书以Web前端设计的流程为主线，以前端设计的方法和原则为基础，围绕原型设计、模型设计、可用性设计、一致性设计和以用户为中心的设计等关键技术探讨了前端设计的规范、技巧与最佳实践。同时对Web前端设计领域的经典设计思维进行了剖析，为读者提供了极具指导价值的思想和极具操作性的实践方法。此外，本书还讲解了前端性能的测试和度量方法，总结了大量前端性能优化技巧。\\n本书适合于经验还不够丰富的前端工作者（前端设计师、前端开发工程师、前端架构师和用户体验设计师），希望它能帮助大家从复杂、繁琐、无序的前端设计、开发和维护工作中解放出来，以良好的设计思维与架构方法为前端开发和设计保驾护航。\\n前端开发工程师、前端设计师、前端架构师和用户体验设计师等新兴职业的出现，为前端设计和开发领域注入了新的生命和活力。随着用户对应用的体验的要求越来越高，前端领域面临的挑战越来越大，问题也越来越突出。其中最突出的问题便是缺少复合型的前端人才。\\n从知识体系上讲，复合型的前端人才需要掌握和了解的知识非常之多，甚至可以用“庞杂”二字来形容。这导致一名出色的前端开发人才需要很长的时间来成长，因此行业对此类人才的需求极其迫切，从业前景看好。作为一个没有太多Web前端开发和设计经验的程序员，我们如何才能投身于这个充满美好前景和想象空间的领域？如何修炼自己的内功才能让自己从不会到会，从合格到优秀，从优秀到卓越？本书能在你修炼的过程中提供良好的指导与参考。\\n如果你在思考下面这些问题，也许本书就是你想要的！\\n作为一名合格的Web前端开发工程师，究竟需要具备哪些技能和素质？为什么说如果要精通Web前端开发这一行，必须先精通十行？\\n前端设计者如何才能正确地理解自己的用户？如何理解并实践以用户为中心的设计原则？\\n原型设计应该注意哪些问题？如何更好地利用工具快速地进行原型设计？\\n可用性设计的关键要素是什么？如何设计高可用性的页面元素（导航、表单、链接等）？\\n“可用性”的首要原则是“别让我思考”，你的网站如何才能做到不让用户思考呢？\\n可用性测试的5项目标是什么？如何通过可用性测试发现问题现象背后的本质？\\n如何保持设计的一致性？一致性设计的三项原则是什么？\\n如何理解“样式就是设计”这句话？有哪些样式技术是前端开发者和设计者必须掌握的？样式究竟有哪些功能？\\n如何编写易于管理、维护和复用的JavaScript代码？JavaScript有哪些最佳实践？\\n如何理解HTML文件、CSS文件和JavaScript文件之间的关系？如何良好地组织这些文件从而让它们更易于管理、复用和维护？\\n如何平衡网站的色彩？如何让你的网站设计简洁而美观？页面排版的艺术你知多少？\\nWeb前端设计领域有哪些经典的设计思维？如何才能掌握这些设计思维的本质？\\n如何测试前端的性能？前端性能优化的基本原则是什么？如何进行页面内容的优化和服务器端的优化？如何利用SEO技术让你的网站更容易被发现？\\nCSS 3与HTML 5将带来哪些全新的设计方式？\\nWeb 3.0真的来了吗？Web 3.0的先驱者们有哪些杰出的表现？Web前端开发与设计的未来会怎样？", "image": "https://img9.doubanio.com/view/subject/m/public/s4440116.jpg"}