{"pubdate": "2008-11", "tags": ["资治通鉴", "历史", "司马光", "中国历史", "中国", "史书", "台湾", "政治"], "price": "128.00元", "pages": "971", "publisher": "新世界出版社", "isbn13": "9787802289697", "author": "[宋]司马光著/黄锦鋐主编", "title": "文白对照全译资治通鉴（第一辑 全三册）", "author_intro": "司马光（1019～1086），字君实，陕州夏县涑水乡人。北宋政治家、史学家、文学家，与司马迁并称为“史学两司马”。自幼嗜学， 20岁中进士甲科，踏入仕途。宋治平三年（1066），领衔编纂《资治通鉴》，其时司马光年47岁。元丰七年（1084），《资治通鉴》完成。元丰八年（1085），任尚书左仆射兼门下侍郎，主持朝政，数月后去世，时年67岁。追赠太师、温国公，谥文正，著有《司马文正公集》。", "summary": "《资治通鉴(第1辑):战国 秦 西汉(文白对照全译)(套装全3册)》为《文白对照全译资治通鉴》的第一辑。全书文言原典300余万言，白话译文500余万言。因规模宏大，为方便读者阅读计，在不改变《通鉴》原次序的前提下，按朝代将其分为7辑，每辑大致3册（第四辑南北朝部分4册，第七辑五代十国部分2册），共21册，陆续推出。\\n本辑所记，起于周威烈王二十三年（前403），迄于王莽地皇三年（22），讲述战国、秦、西汉三代（含王莽新），凡425年之史事。\\n周威烈王二十三年（前403），赵、魏、韩三家分晋，周王室均予承认，将其视为与秦、楚一样的诸侯，司马光以为“先王之礼于斯尽”，周王室纲纪已然堕废，再不能以王室名分节制、仲裁诸侯所为，周朝衰落至于灭亡，皆始于这一节点。《资治通鉴》全书自这一年起始，以示“天子之职莫大于礼也”，警示君王大臣皆应以此为鉴。\\n三家分晋之后，诸...\\n(展开全部)\\n《资治通鉴(第1辑):战国 秦 西汉(文白对照全译)(套装全3册)》为《文白对照全译资治通鉴》的第一辑。全书文言原典300余万言，白话译文500余万言。因规模宏大，为方便读者阅读计，在不改变《通鉴》原次序的前提下，按朝代将其分为7辑，每辑大致3册（第四辑南北朝部分4册，第七辑五代十国部分2册），共21册，陆续推出。\\n本辑所记，起于周威烈王二十三年（前403），迄于王莽地皇三年（22），讲述战国、秦、西汉三代（含王莽新），凡425年之史事。\\n周威烈王二十三年（前403），赵、魏、韩三家分晋，周王室均予承认，将其视为与秦、楚一样的诸侯，司马光以为“先王之礼于斯尽”，周王室纲纪已然堕废，再不能以王室名分节制、仲裁诸侯所为，周朝衰落至于灭亡，皆始于这一节点。《资治通鉴》全书自这一年起始，以示“天子之职莫大于礼也”，警示君王大臣皆应以此为鉴。\\n三家分晋之后，诸侯强国再不以周王室为意，兼并加剧，至前256年，周赧王将周室城邑及百姓献于秦国，东周灭亡，诸侯只剩下秦、赵等七雄。秦王嬴政雄才大略，秦一国独强，依次灭韩、赵、燕、魏、楚、齐六国，至前221年，统一天下。嬴政称始皇帝，芟夷诸侯城池、销天下之兵以待内，贯连万里长城以备胡；废诸侯，立郡县，统一货币文字，实行苛政，企望江山传至千秋万代；未料才及身死，陈胜发难，刘、项相随；前207年，秦帝国即告灭亡。霸王项羽异军突起，宰割天下，以暴易暴，忽忽五年，身死国灭。汉高祖刘邦施行宽仁，轻徭薄赋，与民休养，至文帝、景帝，蔚然成治。汉武雄才，立意开边，漠南、漠北争战连年，武功固然赫赫，天下已然疲惫。其后西汉皇室大权盛极而衰，连遇外戚专政，皇权旁落，除宣帝有所振作外，再无西汉前期之辉煌。元帝以降，皇权落入外戚手中，再不能自拔。\\n至王莽地皇三年（22），天下分崩，更始帝刘玄称帝在即，昆阳之战幕即将拉开，王莽主力殆亡就在目前，民心已然失去，再无掌控之力，历史随即翻开新的一页，本辑结束于此，以终西汉。\\n此425年，大的朝代更替有二（秦承东周，汉代嬴秦），灭国无算，多伴有血腥杀戮。天下破碎、战火连绵的年代占其太半，其间豪杰纷出，贤才并起，壮士鲜血，洒遍中原。及至承平，也多兴灾患，百姓之悲苦沉沦，不胜记载。翻看阅览，或扼腕切齿、浩叹唏嘘，或感愤振作、踔厉风发，俯仰逸兴，所在非一。\\n诸般纷繁史事，在司马光等人笔下，一一按年月展开，条分缕析，因果分明。废兴之机要，人情之冷暖，尽在一览；文字典雅，史迹斑斓，两臻佳妙，令人叹为观止。\\n本辑所载：东周部分（前403～前256）（前256年东周灭亡至前221年秦统一全国，此35年，用秦国纪年），凡148年；秦部分（前255～前207），凡48年；汉部分（前206～22），凡229年。", "image": "https://img1.doubanio.com/view/subject/m/public/s5972249.jpg"}