{
  "pubdate": "2015-9",
  "tags": [
    "爱情",
    "宗教",
    "小说",
    "信仰",
    "中国文学",
    "茅盾文学奖",
    "文学",
    "穆斯林的葬礼"
  ],
  "price": "49.80元",
  "pages": "607",
  "publisher": "北京十月文艺出版社",
  "isbn13": "9787530212837",
  "author": "霍达",
  "title": "穆斯林的葬礼",
  "author_intro": "霍达，女，回族。中国一级作家，第七、八届全国政协委员，第九届全国人大代表，第十、十一、十二届全国政协常委，中央文史研究馆馆员，国务院授予政府特殊津贴。著有多种体裁的文学作品约800万字，其中，长篇小说《穆斯林的葬礼》获第三届茅盾文学奖；长篇小说《补天裂》获第七届全国五个一工程奖的长篇小说和电视剧两个奖项，并被中宣部、文化部、新闻出版总署、广播电视总局、中国文联、中国作协评为建国50周年全国十部优秀长篇小说之一；中篇小说《红尘》获第四届全国优秀中篇小说奖；报告文学《万家忧乐》获第四届全国优秀报告文学奖，中国消费者协会授予保护消费者杯全国个人最高奖及3·15金质奖章；报告文学《国殇》获首届中国潮报告文学奖；话剧剧本《红尘》获第二届国家舞台艺术精品优秀剧本奖；电视剧《鹊桥仙》获首届全国电视剧飞天奖；电影剧本《我不是猎人》获第二届全国优秀少年儿童读物奖；电影...\\n(展开全部)",
  "summary": "一个穆斯林家族，六十年间的兴衰，三代人命运的沉浮，两个发生在不同时代、有着不同形态却又交错扭结的爱情悲剧。这部五十余万字的长篇，以独特的视角，真挚的情感，丰厚的容量，深刻的内涵，冷峻的文笔，深情回望中国穆斯林漫长而又艰难的足迹，揭示了他们在华夏文化与伊斯兰文化的撞击和融合中的心路历程，以及在特定的时代氛围中对人生真谛的困惑和追求，着力塑造了梁亦清、韩子奇、梁君璧、梁冰玉、韩新月、楚雁潮等一系列文学画廊中前所未有的人物形象，血肉丰满，栩栩如生。作品含蓄蕴藉，如泣如诉，以细腻的笔触拨动读者的心弦，曲终掩卷，荡气回肠。\\n《穆斯林的葬礼》的创作完成于一九八七年秋，发表于《长篇小说》季刊总第十六、十七期，《中国作家》一九八七年第六期转载，一九八八年由北京十月文艺出版社出版单行本，引起强烈的社会反响，许多作家、评论家、穆斯林学者和广大读者给予充分肯定和高度评价，...\\n(展开全部)\\n一个穆斯林家族，六十年间的兴衰，三代人命运的沉浮，两个发生在不同时代、有着不同形态却又交错扭结的爱情悲剧。这部五十余万字的长篇，以独特的视角，真挚的情感，丰厚的容量，深刻的内涵，冷峻的文笔，深情回望中国穆斯林漫长而又艰难的足迹，揭示了他们在华夏文化与伊斯兰文化的撞击和融合中的心路历程，以及在特定的时代氛围中对人生真谛的困惑和追求，着力塑造了梁亦清、韩子奇、梁君璧、梁冰玉、韩新月、楚雁潮等一系列文学画廊中前所未有的人物形象，血肉丰满，栩栩如生。作品含蓄蕴藉，如泣如诉，以细腻的笔触拨动读者的心弦，曲终掩卷，荡气回肠。\\n《穆斯林的葬礼》的创作完成于一九八七年秋，发表于《长篇小说》季刊总第十六、十七期，《中国作家》一九八七年第六期转载，一九八八年由北京十月文艺出版社出版单行本，引起强烈的社会反响，许多作家、评论家、穆斯林学者和广大读者给予充分肯定和高度评价，认为这是我国第一部成功地表现回族人民悠久历史和现实生活的长篇小说，具有民族史诗的品格和当代文学史上不可替代的文学地位和美学价值。\\n一九九一年，《穆斯林的葬礼》荣获中国文学最高奖——第三届茅盾文学奖，此外、还曾获得第三届全国少数民族文学创作奖——骏马奖、建国四十周年北京市优秀文学奖等多种奖项。\\n一九八九年，中国人民广播电台《小说连播》栏目全文播出本书，中国国际广播电台和许多地方电台也多次转播，深深地感动了无以数计的观众。自一九九一年以来，中国文学出版社和外文出版社陆续出版了本书的英、法、阿拉伯、乌尔都等多种文字的译本，一九九二年中国台湾《世界论坛报》以长达一年的时间连载本书，一九九三年中国台湾国际村文库书店出版了《穆斯林的葬礼》上、下册繁体字版，二〇〇五年《穆斯林的葬礼》收入人民文学出版社“茅盾文学奖获奖作品全集”。二〇〇八年，中国人民广播电台将《穆斯林的葬礼》重新录制为百集配乐朗诵大制作，在《文艺之声》栏目播出，之后被多家电台转播。二〇〇九年，《穆斯林的葬礼》收入人民文学出版社“新中国60年长篇小说典藏”、作家出版社“共和国作家文库”。\\n《穆斯林的葬礼》自问世以来，不断重印，二十余年畅销不衰，仅本社一家的印数已突破三百万册，创造了严肃作品长久地赢得读者、占领市场的奇迹，先后被列入“北京市十大畅销书”“全国文教类优秀畅销书”“家庭书架百种常备书目”“大学生所喜爱的作家和作品”“中国青年最喜欢的二十本古今中外名著”“一生必读的三十本书”“一生必读的六十部名著”“一生必读的一百本书”“香港中文大学推荐的八十七本书”“二十一世纪新四大名著”，部分章节被选入高中和大学教材，在一代又一代读者心中留下了难以磨灭的记忆。",
  "image": "https://img1.doubanio.com/view/subject/m/public/s28361689.jpg"
}
