{
  "pubdate": "2013-1-10",
  "tags": [
    "木心",
    "文学",
    "文学回忆录",
    "陈丹青",
    "文学史",
    "中国文学",
    "文化",
    "人文"
  ],
  "price": "98.00元",
  "pages": "1102",
  "publisher": "广西师范大学出版社",
  "isbn13": "9787549530816",
  "author": "木心口述/陈丹青笔录",
  "title": "文学回忆录",
  "author_intro": "木心（1927—2011），原籍浙江，上海美术专科学校毕业。在“文革”囚禁期间，用白纸画了钢琴的琴键，无声弹奏莫扎特与巴赫。陈丹青说，“他挚爱文学到了罪孽的地步，一如他罪孽般与世隔绝”。著有《哥伦比亚的倒影》、《素履之往》、《即兴判断》、《琼美卡随想录》、《温莎墓园日记》、《我纷纷的情欲》、《西班牙三棵树》、《鱼丽之宴》、《巴珑》、《伪所罗门书》、《诗经演》、《爱默生家的恶客》、《云雀叫了一整天》等书。\\n木心说:“贝（聿铭）先生一生的各个阶段，都是对的；我一生的各个阶段，全是错的。”这不是反讽，而是实话，因为实话，尤甚于反讽——五十年代末，他躲在家偷学意识流写作；六十年代“文革”前夕，他与人彻夜谈论叶慈、艾略特、斯宾格勒、普鲁斯特、阿赫玛托娃；七十年代他被单独囚禁时，偷偷书写文学手稿，令人惊怵不已；八十年代末，他年逾花甲，生存焦虑远甚于流落异国的壮年...\\n(展开全部)",
  "summary": "文学是可爱的。生活是好玩的。艺术是要有所牺牲的。\\n八十年代末，木心客居纽约时期，亦自他恢复写作、持续出书以来，纽约地面的大陆和台湾同行在异国谋饭之中，居然促成木心开讲“世界文学史”，忽忽长达五年的一场“文学的远征”——从1989年1月15日开课，到1994年1月9日最后一课，每位听课人轮流提供自家客厅，在座者有画家、舞蹈家、史家、雕刻家等等。\\n听课学生陈丹青说，“我们当年这样地胡闹一场，回想起来，近于荒谬的境界：没有注册，没有教室，没有课本，没有考试与证书，更没有赞助与课题费，不过是在纽约市皇后区、曼哈顿区、布鲁克林区的不同寓所中，团团坐拢来，听木心神聊。”\\n菜单开出来，大家选。从古希腊神话、新旧约，到诗经、楚辞，从中世纪欧洲文学，到二十世纪文学世界，东方西方通讲，知识灵感并作。其中听的听，讲的讲，“金句”纷披，兀自燃烧。“讲完后，一部文学史，重要的...\\n(展开全部)\\n文学是可爱的。生活是好玩的。艺术是要有所牺牲的。\\n八十年代末，木心客居纽约时期，亦自他恢复写作、持续出书以来，纽约地面的大陆和台湾同行在异国谋饭之中，居然促成木心开讲“世界文学史”，忽忽长达五年的一场“文学的远征”——从1989年1月15日开课，到1994年1月9日最后一课，每位听课人轮流提供自家客厅，在座者有画家、舞蹈家、史家、雕刻家等等。\\n听课学生陈丹青说，“我们当年这样地胡闹一场，回想起来，近于荒谬的境界：没有注册，没有教室，没有课本，没有考试与证书，更没有赞助与课题费，不过是在纽约市皇后区、曼哈顿区、布鲁克林区的不同寓所中，团团坐拢来，听木心神聊。”\\n菜单开出来，大家选。从古希腊神话、新旧约，到诗经、楚辞，从中世纪欧洲文学，到二十世纪文学世界，东方西方通讲，知识灵感并作。其中听的听，讲的讲，“金句”纷披，兀自燃烧。“讲完后，一部文学史，重要的是我的观点。”木心说。古代，中世纪，近代，每个时代都能找到精神血统，艺术亲人。\\n他爱先秦典籍，只为诸子的文学才华；他以为今日所有伪君子身上，仍然活着孔丘；他想对他爱敬的尼采说：从哲学跑出来吧；他激赏拜伦、雪莱、海涅，却说他们其实不太会作诗；他说托尔斯泰可惜“头脑不行”，但讲到托翁坟头不设十字架，不设墓碑，忽而语音低弱了，颤声说：“伟大！”而谈及萨特的葬礼，木心脸色一正，引尼采的话：唯有戏子才能唤起群众巨大的兴奋。\\n木心开讲时六十二岁。多少民国书籍与读者，湮灭了。他的一生，密集伴随愈演愈烈的文化断层。他不肯断，而居然不曾断，这就是纽约世界文学史讲座潜藏的背景：在累累断层之间、之外、之后，木心始终将自己尽可能置于世界性的文学景观，倘若不是出走，这顽强而持久的挣扎，几乎濒于徒劳。\\n如今，听课学生陈丹青整理那五年那五册听课笔记，共八十五讲，逾四十万字，结集这本大书时，已不再将之仅仅看做“世界文学史讲座”。诚如木心所最早时设想的那样，这是他自己的“文学回忆录”，是一部“荒诞小说”，“在自己的身上，克服这个时代”。\\n这也是木心留给世界的礼物，文学的福音书。\\n本书首次披露的木心先生及其亲属的珍贵照片，由陈丹青先生和木心的外甥王韦先生提供。附印民国版本的世界文学书影，是一部民国出版史的私人旁证。",
  "image": "https://img1.doubanio.com/view/subject/m/public/s24611679.jpg"
}
